---
kind: property
id: P:Autodesk.Revit.DB.Workset.Kind
zh: 工作集
source: html/958a5f2f-6542-7c9d-da82-a792d1fe7c09.htm
---
# Autodesk.Revit.DB.Workset.Kind Property

**中文**: 工作集

Kind of the workset.

## Syntax (C#)
```csharp
public WorksetKind Kind { get; }
```